IdeaRS.Connections
BasePlateData.OffsetBottom Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the bottom offset of the base plate boundary in the horizontal direction (the width of the plate). The size of the base plate is based on the circumscribed box of the column.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double OffsetBottom { get; set; }
Property Value
Type: Double
See Also
Reference
BasePlateData Class
IdeaRS.Connections.Data Namespace